---
kind: other
id: Methods.T:Autodesk.Revit.DB.SolidOrShellTessellationControls
source: html/3d7fbd14-e5ad-9d8a-78a5-38b907b574b5.htm
---
# SolidOrShellTessellationControls Methods

Disables the use of levelOfDetail. The use of levelOfDetail is enabled by calling setLevelOfDetail (with a valid input).